Repository: gabriel-tessier/HeadsUp
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es, fr

source: Posted %(ago)s ago
es: Publicado hace %(ago)s
fr: Publié il y a %(ago)s

source: EMAIL_REGISTRATION_TITLE
es: Bienvenido a %(name)s!

source: Writer
es: Escritor
fr: Rédacteur

source: Email
es: Correo electronico

source: Last login
es: Último acceso
fr: Dernière connexion

source: posts
es: Publicaciones
fr: publications

source: WELCOME_MESSAGE_LBL
es: Usted no tiene ninguna publicación! <br/>Que espera, participe y escriba su primera historia!!
fr: Vous n'avez encore aucune estampille<br/>Faites partie de la communauté en estampillant vos histoires!!

source: Posts
es: Publicaciones
fr: Publications

source: LOGIN_BTN
es: Ingresar
fr: S'identifier

source: MAIL_LBL
es: Correo electrónico
fr: Email

source: PASSWORD_LBL
es: Contraseña
fr: Mot de passe

source: REMEMBER_ME_BTN
es: Recuerdame en esta computadora
fr: Se souvenir de moi

source: SIGNUP_ACTION_LBL
es: No tienes cuenta?
fr: Pas encore de compte?

source: REGISTER_BTN
es: Unirse
fr: S'enregistrer

source: NAME_LBL
es: Nombre
fr: Nom

source: NICKNAME_LBL
es: Nickname
fr: Surnom / Nom de plûme

source: CONFIRM_PASSWORD_LBL
es: Confirmar contraseña
fr: Confirmer mot de passe

source: TOS_LBL
es: Terminos del servicio
fr: Conditions générales d'utilisation

source: TOS_CHECK_LBL
es: Estoy de acuerdo con los %(link)s
fr: J'ai lu et accepte les %(link)s

source: SIGNIN_ACTION_LBL
es: Ya tienes una cuenta?
fr: Déjà un compte?

source: Create Category
es: Crear categoría
fr: Créer Catégorie

source: New Category
es: Nueva categoría
fr: Nouvelle Catégorie

source: Edit Category: %(name)s
es: Actulizar categoría: %(name)s
fr: Modifier Catégorie: %(name)s

source: Edit Category
es: Actualizar categoría
fr: Modifier Catégorie

source: Categories | %(page)s
es: Categorías | %(page)s

source: Categories
es: Categorías

source: Name
es: Nombre
fr: Nom

source: Slug
es: Alias
fr: Alias

source: Description
es: Descripción

source: Actions
es: Acciones

source: Insert Name
es: Inserte nombre
fr: Entrer Nom

source: Insert Slug
es: Inserte Alias
fr: Insérer Alias

source: Describe the category...
es: Decriba la categoría
fr: Décris la catégorie...

source: Save
es: Guardar
fr: Sauvegarder

source: Clear
es: Reiniciar
fr: Supprimer

source: Categories List
es: Lista de categorías
fr: Liste Catégories

source: Delete Category
es: Eliminar categoría
fr: Supprimer Catégorie

source: Transfer Posts
es: Transferir publicaciones
fr: Transférer Publications

source: Transfer
es: Transferir
fr: Transférer

source: My Page
es: Mi Pagina
fr: Ma Page

source: Welcome, %(name)s
es: Bienvenido, %(name)s
fr: Bienvenue, %(name)s

source: Your account
es: Tu cuenta
fr: Ton compte

source: DRAFTS_LBL
es: Borradores
fr: Brouillon

source: Add new Post
es: Añadir nueva publicación
fr: Ajouter nouvelle publication

source: Profile
es: Perfil
fr: Profil

source: Sign Out
es: Salir
fr: Se déconnecter

source: STAMPS_LBL
es: Publicaciones
fr: Estampilles

source: NEW_STAMP_LBL
es: Nueva historia
fr: Nouvelle

source: Users
es: Usuarios
fr: Utilisateurs

source: User List
es: Lista de usuarios
fr: Liste Utilisateur

source: New User
es: Usuario nuevo
fr: Nouvel Utilisateur

source: PAGE_DRAFT_TITLE
es: Borrador | %(page)s
fr: Brouillon | %(page)s

source: stamps
es: publicaciones
fr: estampilles

source: POST_STATUS_DRAFT_LABEL
es: Privado: Solamente usted puede ver este documento
fr: Privé: vous seul pouvez voir le document

source: PAGE_STAMPS_TITLE
es: Publicaciones | %(page)s
fr: Estampilles | %(page)s

source: BTN_UPLOAD_COVER_PICTURE_LBL
es: Haga clic aquí para subir una<br/>nueva imagen de la publicación
fr: Cliquer ici pour mettre en ligne<br/>une nouvelle image de couverture

source: FRM_INPUT_TITLE_DESCRIPTION
es: Titulo - Inserte el nombre que mejor define a la publicación (30 palabras maximo)
fr: Titre - Meilleure description de ta publication (300 words)

source: FRM_INPUT_CHALLENGE_DESCRIPTION
es: Tu desafío - Describa la situación o el problema que se presentó
fr: Ton défi ou problème rencontré - Description de ce à quoi tu as dû faire face (150 words)

source: FRM_INPUT_SOLUTION_DESCRIPTION
es: Tu solución - Describa lo que hicistes para solucionar el desafio
fr: Ta Solution - Description de ce que tu as fais (150 words)

source: CB_ANONYMOUS_LBL
es: Guardar como anonimo
fr: Rendre cette publication anonyme

source: BTN_SAVE_LBL
es: Guardar
fr: Enregistrer

source: ERROR_STAMP_TITLE_EMPTY
es: Por favor ingrese el titulo.
fr: Veuillez saisir un titre.

source: ERROR_STAMP_CHALLENGE_EMPTY
es: Por favor ingrese el desafío - Describa la situación o el problema que se presentó.
fr: Veuillez entrer votre problème - Description de ce à quoi tu as dû faire face (150 words)

source: ERROR_STAMP_SOLUTION_EMPTY
es: Por favor ingrese la solución.
fr: Veuillez entrer votre solution

source: This will remove '%(title)s', Are you sure?
es: Esta seguro que desea eliminar la publicación '%(title)s'?
fr: Cela va supprimer '%(title)s', Voulez-vous continuer?

source: STAMP_SHOW_LBL
es: Mostrar
fr: Montrer

source: STAMP_EDIT_LBL
es: Actualizar
fr: Modifier

source: STAMP_REMOVE_LBL
es: Eliminar
fr: Supprimer

source: Create new user
es: Crear usuario nuevo
fr: Créer un nouvel utilisateur

source: Edit User's Profile | %(name)s
es: Actualizar perfil | %(name)s
fr: Modifier Profil Utilisateur | %(name)s

source: Edit User Info
es: Actualizar información del usuario
fr: Modifier Info Profil

source: Save Changes
es: Guardar cambios
fr: Sauvegarder Changements

source: Users | Page %(page)s
es: Usuarios | Page %(page)s
fr: Utilisateurs | Page %(page)s

source: users
es: usuarios
fr: utilisateurs

source: Signed up
es: Registrado
fr: Inscris

source: Total Posts
es: Cantidad de publicaciones
fr: Total Publications

source: Role
es: Rol

source: User's Profile | %(name)s
es: Perfil de usuario | %(name)s
fr: Profil de l'Utilisateur | %(name)s

source: This will remove '%(name)s', Are you sure?
es: Esta seguro que desea eliminar al usuario '%(name)s'?
fr: Cela va supprimer '%(name)s', Voulez-vous continuer?

source: Remove
es: Eliminar
fr: Supprimer

source: Edit
es: Actualizar
fr: Modifier

source: User's Info
es: Información del usuario
fr: Info Utilisateur

source: Last seen
es: Ultima visita
fr: Vu dernièrement

source: Nickname
es: Apodo
fr: Surnom

source: Address
es: Dirección
fr: Adresse

source: Phone
es: Teléfono
fr: Téléphone

source: Created at
es: Creado
fr: Créée à

source: Recent posts
es: Publicaciones recientes
fr: Publications récentes

source: Posted at
es: Publicado
fr: Postée à

source: Updated at
es: Actualizado
fr: Mise à jour à

source: Title
es: Titulo
fr: Titre

source: User's Posts | %(name)s
es: Publicaciones del usuario | %(name)s
fr: Publications de l'Utilisateur | %(name)s

source: Update Profile Picture
es: Cambiar imagen de perfil
fr: Mettre à jour Photo de Profil

source: Show User
es: Mostrar usuario
fr: Montrer Utilisateur

source: Users List
es: Lista de usuarios
fr: Liste Utilisateurs

source: Delete User
es: Borrar usuario
fr: Supprimer Utilisateur

source: EMAIL_REGISTRATION_DESCRIPTION
es: Estamos emocionados de que estés con nosotros! De inmediato ya puedes comenzar a escribir tus historias inspiradoras.

source: EMAIL_REGISTRATION_ACTION_BTN
es: Escribe tu primera historia

source: CODE_CONDUCT_LBL
es: Codigo de conducta
fr: Code de conduite

source: LATEST_TITLE
es: Articulos Recientes - Tu comunidad para encontrar las historias que inspiran al mundo
fr: Nouveautés | Réseau social de narration pour garder la tête haute

source: LATEST_DESCRIPTION
es: Aqui encontraras las historias mas recientes que transmiten optimismo y confianza, historias reales que han servido de inspiración. Cuentanos tus experiencias positivas, divertidas, tus logros personales o historias que resaltan un logro inigualable. Cuentale al mundo acerca de tus desafios y la manera que enfrentastes las situaciones mas inesperadas.
fr: HeadUP est votre Réseau Social de Narration, un site internet au format Problème-Solution au travers duquel vous pouvez transmettre votre optimisme et raconter comment vous gardez (ou avez gardé) la tête haute. Partagez vos expériences positives et drôles, écrivez vos succès personnels ou encore lisez des histoires remarquables. Dites qu monde la solution que vous avez trouvez pour relever un défi ou une difficulté auxquels vous avez fait face. Speak up, HeadUP

source: ERROR_401_TITLE
es: Unauthorized
fr: Non autorisé

source: ERROR_401_DESCRIPTION
es: Ackward... Apparently you are not authorized to perform this action.
fr: Apparemment vous n'êtes pas autorisé à exécuter cette action

source: ERROR_403_TITLE
es: Forbidden
fr: Interdit

source: ERROR_403_DESCRIPTION
es: Ackward... Apparently you don't have permission to access this resource.
fr: Apparemment vous n'avez pas le droit d'accéder à cette propriété

source: ERROR_404_TITLE
es: Not Found
fr: Introuvable

source: ERROR_404_DESCRIPTION
es: Well... The page you are looking for can't be found!
fr: Et bien... La page que vous recherchez n'est pas trouvable!

source: ERROR_500_TITLE
es: Server Error
fr: Erreur serveur

source: ERROR_500_DESCRIPTION
es: Sorry... this one is on us. The administrator has been notified. Sorry for the inconvenience!
fr: Désolé... cette fois c'est pour nous. L'administrateur a été notifié. Désolé pour le désagrément occasionné.

source: SIDEBAR_USER_TITLE
es: unirse a la comunidad?
fr: Rejoindre le Club?

source: SIDEBAR_STAMP_TITLE
es: Empieza aqui!
fr: Commencer ici !

source: EDIT_STAMP_LBL
es: Actualizar publicación
fr: Editer l'estampille

source: LATEST_LBL
es: Recientes
fr: Nouveautés

source: MYPAGE_LBL
es: Mi Pagina
fr: Ma Page

source: DASHBOARD_BTN
es: Dashboard
fr: Tableau de bord

source: POSTS_BTN
es: Publicaciones
fr: Estampilles

source: DRAFT_BTN
es: Borradores
fr: Brouillon

source: PROFILE_BTN
es: Perfil
fr: Profil

source: TOGGLE_NAVIGATION_LBL
es: Cambiar menu de navegación
fr: Bascule de navigation

source: RANKING_LBL
es: H'UP
fr: H'UP

source: HOME_TITLE
es: Tu comunidad para encontrar las historias que inspiran al mundo
fr: Réseau Social de Narration pour garder la tête haute

source: HOME_DESCRIPTION
es: HeadUP es una comunidad de Storytelling, donde encontraras historias que transmiten optimismo y confianza, historias reales que han servido de inspiración. Cuentanos tus experiencias positivas, divertidas, tus logros personales o historias que resaltan un logro inigualable. Cuentale al mundo acerca de tus desafios y la manera que enfrentastes las situaciones mas inesperadas.
fr: HeadUP est votre nouveau Réseau Social de Narration, un site internet au format Problème-Solution au travers duquel vous pouvez transmettre votre optimisme et raconter comment vous gardez (ou avez gardé) la tête haute. Partagez vos expériences positives et drôles, écrivez vos succès personnels ou encore lisez des histoires remarquables. Dites qu monde la solution que vous avez trouvez pour relever un défi ou une difficulté auxquels vous avez fait face. Speak up, HeadUP

source: WELCOME_TITLE_LBL
es: %(name)s - Comunidad de Storytelling<br/>Tu espacio para que te expreses libre y gratuitamente
fr: %(name)s - Storytelling Club<br/>Ton espace d'expression libre et gratuit

source: WELCOME_SUBTITLE_LBL
es: Cuentanos tu historia y dile al mundo cual fue tu desafio!…<br/>Habla! HeadUp!
fr: Révèle au monde et par-delà tes histoires & tes solutions…<br/>Speak up, HeadUp!

source: GO_TO_STORIES_BTN
es: Historias
fr: Histoires

source: WELCOME_SUBTITLE_EXTRA_LBL
es: Quieres ser parte de nuestra comunidad?
fr: Rejoindre le club?

source: INTRO1_LBL
es: Comparte tus experiencias positivas
fr: Partage une expérience positive

source: INTRO2_LBL
es: Inspiranos con un logro personal del cual te sientes orgullos@
fr: Inspire les autres avec une réussite personnelle dont tu es fier

source: INTRO3_LBL
es: Exprésate y cuéntanos cómo te mantienes motivad@
fr: Exprime-toi et raconte comment tu gardes la tête haute

source: INTRO4_LBL
es: Transmite tu optimismo y tu fuerza de voluntad a traves de tus historias
fr: Transmet ton optimisme en partageant petits et grands succès

source: CATEGORY_LIST_TITLE
es: Historias pertenecientes a la categoria %(category)s
fr: Estampilles pour %(category)s

source: RANKING_TITLE
es: Historias mas populares
fr: Estampilles les plus populaires

source: ANONYMOUS_LBL
es: Anonimo
fr: Anonyme

source: POSTED_BY_USER_LBL
es: Publicado por %(user)s en %(category)s
fr: Publié par %(user)s dans %(category)s

source: READ_MORE_LBL
es: Leer mas...
fr: Lire davantage...

source: Anonymous
es: Anonimo
fr: Anonyme

source: From
es: De
fr: De

source: To
es: Hacia
fr: Vers

source: Please select a different category
es: Por favor seleccione una categoria diferente
fr: Veuillez sélectionner une catégorie différente

source: Invalid submission, please check the message below
es: Formulario no válido, por favor compruebe los mensajes quer aparecen a continuación
fr: Requête non valide, veuillez lire le message ci-dessous

source: Category succesfully created
es: Categoría fue creada exitosamente
fr: Catégorie créée avec succès

source: The category was not found
es: La categoría seleccionada no fue encontrada
fr: La catégorie n'a pas été trouvée

source: Category was succesfully saved
es: La categoría fue creada exitosamente
fr: Catégorie sauvegardée avec succès

source: Sorry, the last category can not be removed
es: Lo siento, la categoría seleccionada no pudo ser eliminada
fr: Désolé, la dernière catégorie ne peut être retirée

source: The category "%(name)s" was removed
es: La categoría "%(name)s" fue removida
fr: La catégorie "%(name)s" a été retirée

source: Either category was not found
es: La categoría seleccopmada no fue encontrada
fr: Aucune catégorie n'a été trouvée

source: The posts were transfered from %(from_name)s to %(to_name)s
es: Las publicaciones fueron transferidas desde %(from_name)s hacia %(to_name)s
fr: Les publications on été transférées de %(from_name)s vers %(to_name)s

source: Your Challenge
es: Tu desafio
fr: Ton Challenge

source: Your Solution
es: Tu solución
fr: Ta Solution

source: Show Post
es: Mostrar publicación
fr: Montrer Publication

source: The requested stamp was not found
es: La publicación seleccionada no fue encontrado
fr: L'estampille souhaitée n'a pas été trouvée

source: Draft was succesfully saved
es: El borrador ha sido guardado exitosamente
fr: Brouillon sauvegardé avec succès

source: Stamp was succesfully saved
es: La publicación fue guardada exitosamente
fr: Estampille sauvegardée avec succès

source: The stamp was not found
es: La publicación no fue encontrada
fr: L'estampille n'a pas été trouvée

source: The stamp "%(title)s" was removed
es: La publicacion "%(title)s" fue eliminada
fr: L'estampille "%(title)s" a été retirée

source: Error while removing the stamp, %(error)s
es: Ocurrió un error al momento de eliminar la categoría, %(error)s
fr: Erreur lors du retrait de l'estampille, %(error)s

source: Password
es: Contraseña
fr: Mot de passe

source: Passwords must match
es: Las contraseñas deben coincidir
fr: Les mots de passe doivent correspondre

source: Confirm
es: Confirmar
fr: Confirmer

source: This name has invalid characters
es: Este nombre tiene caracteres invalidos
fr: Ce nom présente des caractères non valides

source: This nickname has invalid characters
es: Este apodo tiene caracteres invalidos
fr: Ce surnom présente des caractères non valides

source: This email is already in use. Please choose another one.
es: Este correo electronico esta en uso, por favor seleccione otro correo electronico.
fr: Cet email est déjà utilisé. Veuillez en choisir un autre.

source: This nickname is already in use. Please choose another one.
es: Este apodo esta en uso, por favor seleccione otro apodo.
fr: Ce surnom est déjà utilisé. Veuillez en choisir un autre.

source: Please log in to access this page.
es: Por favor ingrese su cuenta y clave para acceder esta pagina
fr: Veuillez vous identifier pour accéder à cette page.

source: You need to sign in or sign up before continuing.
es: Necesita ingresar su cuenta y clave para poder continuar
fr: Vous devez vous identifier ou vous inscrire avant de continuer.

source: You are already signed in.
es: Usted ya ha ingresado a nuestro sistema
fr: Vous êtes déjà connecté.

source: Signed in successfully.
es: Usted ha ingresado exitosamente
fr: Connecté avec succès.

source: User not found or invalid password
es: Usuario o contraseña no encontrada

source: Invalid email or password
es: Correo electronico o contraseña invalida
fr: Email ou mot de passe erroné

source: Sign In
es: Ingresar
fr: S'identifier

source: Signed out successfully.
es: La sesión ha sido terminada
fr: Déconnecté avec succès

source: Invalid Action
es: Acción invalida
fr: Action non valide

source: Welcome! You have signed up successfully.
es: Bienvenido! Usted ha ingresado exitosamente
fr: Bienvenue! Vous venez de vous inscrire avec succès.

source: Error while saving the new user, please retry later
es: Ocurrió un error al momento de guardar un nuevo usuario, favor reintentar nuevamente
fr: Erreur lors de la sauvegarde du nouvel utilisateur, veuillez réessayer plus tard

source: Sign Up
es: Registrar
fr: S'enregistrer

source: Please repeat the password
es: Por favor repita la contraseña
fr: Veuillez répéter le mot de passe

source: The requested user was not found
es: El usuario solicitado no ha sido encontrado
fr: L'utilisateur requis n'a pas été trouvé

source: User was succesfully saved
es: Usuario ha sido guardado exitosamente
fr: Profil utilisateur sauvegardé avec succès

source: Invalid submission, please check the messages below
es: Formulario no válido, por favor compruebe los mensajes quer aparecen a continuación
fr: Requête non valide, veuillez lire le message ci-dessous

source: The user was not found
es: El usuario no ha sido encontrado
fr: "L'utilisateur n'a pas été trouvé

source: User was succesfully updated
es: El usuario ha sido guardado exitosamente
fr: Le profil utilisateur a été mis à jour avec succès

source: The user "%(name)s" was removed
es: El usuario con nombre "%(name)s" ha sido eliminado
fr: L'utilisateur "%(name)s" a été supprimé

source: Error while removing the user, %(error)s
es: Ocurrió un error al momento de remover el usuario, %(error)s
fr: Erreur lors de la suppression de l'utilisateur, %(error)s

source: Update category
fr: Catégorie de mise à jour
